{
  "addStream.streamLink.help": "Ang \"Stream Link\" ay iba para sa bawat uri ng stream.{newline}{newline}Para sa Facebook, dapat itong PUBLIC. Ito ang URL kapag na-click mo ang \"share\" o \"copy link\" (halimbawa \"https://fb.watch/eyTrWLFDxu\").{newline}{newline}Para sa YouTube, dapat ay PUBLIC ang stream at kailangan mong payagan ang \"pag-embed ng video\". Ito ang livestream o video ID (halimbawa \"6mnMw_jKbxw\" kung ang URL ng video ay \"https://www.youtube.com/watch?v=6mnMw_jKbxw\").{newline}{newline}Para sa Twitch, ito ang iyong channel name o ID.",
  "auth.emailIsRequired": "Kinakailangan ang email",
  "auth.link.switchToLogin": "Mayroon nang account? {loginHyperlink}",
  "auth.link.switchToSignup": "Walang account? {signUpHyperlink}",
  "auth.login.forgotPassword": "Nakalimutan ang password?",
  "auth.method.loginWithMetaMaskWallet": "MetaMask Wallet",
  "auth.method.loginWithPassword": "Email at Password",
  "auth.method.loginWithPhone": "Numero ng Telepono",
  "auth.method.loginWithWallet": "Mag-login gamit ang Wallet",
  "auth.method.orUseMetamaskWallet": "O gamitin ang iyong MetaMask wallet",
  "auth.method.orUsePassword": "O gumamit ng password",
  "auth.method.signupWithPhoneTerms": "Sa pamamagitan ng pag-verify ng iyong numero ng telepono, sumasang-ayon ka sa aming {termsOfService}.",
  "auth.password.passwordLength": "Ang password ay dapat na hindi bababa sa {minLength} mga karakter",
  "auth.password.passwordMismatch": "Hindi tugma ang mga password!",
  "auth.password.passwordMustContainNumber": "Ang password ay dapat maglaman ng hindi bababa sa isang numero",
  "auth.password.pleaseConfirmYourPassword": "Ikumpirma ang iyong password",
  "auth.password.pleaseEnterPassword": "Mangyaring magpasok ng password",
  "auth.passwordIsRequired": "Kinakailangan ang password",
  "auth.phone.enterYourPhoneNumber": "Ilagay ang iyong numero ng telepono",
  "auth.provider.accountAlreadyExists": "Umiiral na ang account na ito!",
  "auth.provider.incorrectEmailOrPassword": "Maling email o password!",
  "auth.resetPassword.button": "Magpadala ng email sa pag-reset ng password",
  "auth.resetPassword.emailSuccess": "Isang email sa pag-reset ng password ang ipinadala sa iyong email! Suriin ang iyong folder ng spam.",
  "auth.signup.wallet.text": "Mag-sign Up sa Wallet",
  "auth.termsOfService": "Mga Tuntunin ng Serbisyo",
  "auth.signupPhone.button.sendText": "Magpadala ng code",
  "battleFeed.msg.battleFinished": "Tapos na ang laban",
  "battleFeed.msg.startsToday": "Magsisimula ngayong araw",
  "battlePage.about.aboutTournament": "Tungkol sa tournament",
  "battlePage.button.claimLottery": "Mag-claim ng lottery",
  "generics.inviteFriend": "Anyayahan ang Kaibigan",
  "battlePage.button.inviteFriendRewardPrompt": "Parehong makakakuha ng LIBRENG tiket sa lottery",
  "battlePage.button.noneAvailable": "Wala",
  "battlePage.chooseStream.header": "Pumili ng Stream",
  "battlePage.lotteryHeader": "Mag-claim ng Lottery Ticket",
  "battlePage.noStreamsMessage": "Ang tournament ay walang anumang stream. Hilingin sa host ng Tournament na magdagdag ng ilan.",
  "battlePage.seemsLikeThisTournamentDoesNotHaveAnyLotteryTicketsYet": "Mukhang wala pang lottery ticket ang tournament na ito",
  "battlePage.socials.followSocials": "Sundin ang mga social",
  "battlePage.streamText.switchStreamText": "Nanonood ka ng \"{streamName}\". Para lumipat sa ibang stream, {clickHereHyperlink}",
  "battlePage.streamText.switchStreamText.noStream": "Hindi ka nanonood ng stream. Para pumili ng stream, {clickHereHyperlink}",
  "bounty.myNFTs.title": "Iyong mga NFT",
  "bounty.myNFTs.tooltip": "Ito ang mga NFT na pagmamay-ari ng iyong wallet {walletAddress} mula sa lootbox na ito {lootboxAddress}.",
  "bounty.redeem.bountyRedeemed.message": "Nakuha na ang bounty",
  "bounty.redeem.bountyValueTooltip": "Ang NFT na iyong nakuha ay may pagkakataong makakuha ng \"{bountyValue}\" ayon sa gumawa ng Party Basket. Walang garantiya ng kita at mangyaring makipag-ugnayan sa tagapagbigay ng Party Basket kung mayroon kang mga katanungan.",
  "bounty.redeem.bountyValueTooltipNoValue": "Ang gumawa ng Party Basket ay hindi nagpahayag ng pinakamalaking halaga ng kita para sa NFT na ito. Mangyaring makipag-ugnayan sa tagabigay ng Party Basket kung mayroon kang mga katanungan.",
  "bounty.redeem.checkForBountiesText": "Suriin ang mga maaaring makuha na NFT gamit ang iyong MetaMask Wallet!",
  "bounty.redeem.checkForRedeemableNFTs.text": "Suriin ang mga maaaring makuha na NFTs",
  "bounty.redeem.errorRetry.text": "Nagkaroon ng error, subukang muli?",
  "bounty.redeem.nftsAvailable": "Available ang mga NFT",
  "bounty.redeem.noBountiesText": "Wala kang anumang NFT na maaring makuha sa ngayon. Suriin muli makalipas ang ilang sandali.",
  "bounty.redeem.noNFTsRetry.text": "Walang mga NFT na maaring makuha, subukang muli?",
  "bounty.redeem.noNFTsToRedeem.text": "Wala kang mga NFT na maaaring makuha",
  "bounty.redeem.partyBasketTooltip": "Maaari mong kunin ang LIBRENG pagbabahagi ng kita sa mga NFT kung pinahintulutan ka ng tagapagbigay ng Party Basket na gawin ito. Kung naniniwala kang may karapatan kang kunin ang isang NFT, mangyaring makipag-ugnayan sa tagapagbigay ng Party Basket.",
  "bounty.redeem.promptText": "Mayroon kang libreng NFT na maaaring makuha. I-click ang button 👇 para makuha ito!",
  "bounty.redeem.redeemFromLootbox.text": "Kumuha ng LIBRENG Pababahagi ng Kita sa mga NFT mula sa Lootbox \"{lootboxName}\"",
  "bounty.redeem.redeemNFT.text": "Kuhanin ang NFT",
  "bounty.redeem.title": "Kuhanin ang Libreng NFT",
  "bounty.redeem.unknownEarning.text": "Misteryosong ROI",
  "buyShares.buyButton.buttonPrompt": "Maglagay ng halaga",
  "buyShares.buyButton.noLootbox": "Hindi mahanap ang lootbox",
  "buyShares.buyLootbox": "Bumili ng Lootbox",
  "buyShares.disclaimer": "* Ang Lootbox ay kumukuha ng {feeText} ng mga pamumuhunan sa isang Lootbox. Gumagastos ka ng {tokenQuantityText} para sa {sharesText} ng Lootbox na ito. Sisingilin ka rin ng native gas fee para sa transaksyong ito na hindi kinokontrol o natatanggap ng Lootbox. Ang may-ari ng NFT na ito ay may karapatan sa {lootboxPercentageText} na idineposito ng nagbigay. Kinakalkula ito bilang {sharesText} sa {maxSharesText} na magagamit. Ang {lootboxPercentageValue}% ay maaring iba, depende sa huling halaga ng mga bahagi na ibinebenta sa pagtatapos ng panahon ng Fundraising. Walang garantiya ng pagbabalik, kumunsulta sa iyong tagapayo sa pananalapi bago mamuhunan.",
  "buyShares.feeText": "bayad",
  "buyShares.header.title": "I-mint ang iyong Pagbabahagi ng Kita NFT",
  "buyShares.insufficientFunds": "Hindi sapat ang pondo",
  "buyShares.lootboxPercentageText": "{percentage}% ng lahat ng dibidendo ng Lootbox",
  "buyShares.maxSharesText": "{maxShares} Pinakamataas na Pagbabahagi",
  "buyShares.purchaseComplete.viewOnBlockExplorer": "Tingnan sa {blockExplorerName}",
  "buyShares.shareOutput.fillUpLootbox": "pinakamalaki",
  "buyShares.shareOutput.percentEarnings": "Tumanggap ng Mga Pagbabahagi ({percentEarnings}% of Earnings)",
  "buyShares.sharesRemaining": "Ilang {sharesRemaining} pagbabahagi na lamang ang natitira",
  "buyShares.soldOut": "Ang Lootbox ay Ubos na!",
  "buyShares.tokenInput.input.feeText": "= {tokenAmount} {symbol} May kabayaran*",
  "buyShares.tokenInput.input.subheader": "Gumastos ng {usdAmount} USD{feeText}",
  "create.lootbox.step.funding.helpTextMessage": "Hindi namin magagarantiya na magagawa mong kolektahin ang iyong nais na halaga. Palakahin ang iyong mga pagkakataon sa pamamagitan ng panonood ng mga video sa aming channel sa YouTube na nagtuturo ng pinakamahuhusay na kagawian kung paano makalikom ng pondo.",
  "create.lootbox.step.funding.helpTextTitle": "3. Gaano ang halaga ng pera ang iyong kailangan?",
  "create.lootbox.step.funding.subheading": "Inirerekumenda namin na magsimula ka sa isang maliit na halaga na madaling makapaghatid ng kita. Maaari kang gumawa ng kahit ilang Lootbox para sa anumang gusto mo.",
  "create.lootbox.step.fundraising.receivingWallet.tooltip": "Matatanggap kaagad ng pera ang address na ito. Lubos naming inirerekumenda na gumamit ka ng MultiSig wallet kung ikaw ay isang team. Ang aming channel sa YouTube ay may mga kauruan kung paano mag-set up ng MultiSig.",
  "create.lootbox.step.fundraising.tournamentWallet": "Wallet ng Tournament",
  "create.lootbox.step.network.heading": "1. Piliin ang iyong Network",
  "create.lootbox.step.network.heading.comming-soon": "Parating na",
  "create.lootbox.step.network.heading.help": "Ang network na pipiliin mo ay dapat na kapareho ng blockchain sa larong balak mong laruin. Maaari mong i-bridge ang pera sa mga chain pagkatapos ng pagpopondo, kung kinakailangan.",
  "create.lootbox.step.network.subheading": "Ang iyong mga Investor ay magpapadala sa iyo ng pera sa native token. Maaaring ibahagi ang mga kita bilang anumang ERC20 token sa blockchain na iyon.",
  "create.lootbox.step.type.heading": "2. Piliin ang Uri ng Lootbox",
  "create.lootbox.step.type.heading.help": "Pumili ng uri ng Lootbox batay sa iyong pangangailangan. Basahin ang mga paglalarawan ng bawat uri upang mahanap kung alin ang tama para sa iyo.",
  "create.lootbox.step.type.subheading": "Gamitin ang default na opsyon na “Escrow” kung hindi mo alam kung alin ang pipiliin.",
  "createLootbox.connectWallet": "Hindi nakakonekta ang wallet",
  "createLootbox.customizeTicket.inputBiography": "Talambuhay",
  "createLootbox.customizeTicket.inputBiography.tooltip": "Sumulat ng 3-5 pangungusap na pagpapakilala ng iyong sarili at kung ano ang plano mong gamitin ang pera sa pamumuhunan.",
  "createLootbox.customizeTicket.inputCover.prompt": "{icon} Mag-upload ng Cover",
  "createLootbox.customizeTicket.inputLogo.prompt": "{icon} Mag-upload ng Logo",
  "createLootbox.customizeTicket.inputName": "Pangalan ng Lootbox",
  "createLootbox.customizeTicket.inputName.toolTip": "Ang pangalan ng iyong Lootbox. Ito ay maaaring ang iyong pangalan, ang iyong misyon, o isang bagay na kaakit-akit. Tandaan na malamang na magkakaroon ka ng maraming Lootbox sa hinaharap, kaya subukang magkaroon ng isang natatanging makikilalang pangalan upang mabawasan ang kalituhan.",
  "createLootbox.customizeTicket.inputSymbol": "Simbolo ng Lootbox",
  "createLootbox.customizeTicket.inputSymbol.tooltip": "Magtakda ng maikling pangalan para sa iyong mga NFT Ticket na ipapakita sa Metamask. Hanggang 9 na karakter lamang ang maaari.",
  "createLootbox.customizeTicket.subHeading": "Sa wakas, isang NFT na talagang kapaki-pakinabang 😂",
  "createLootbox.customizeTicket.subHeading2": "Ang iyong Lootbox ay nangangalap ng pera sa pamamagitan ng pagbebenta ng mga tiket ng NFT sa mga mamumuhunan, na nasisiyahan sa pagbabahagi ng kita kapag nagdeposito ka ng mga kita pabalik sa Lootbox.",
  "createLootbox.customizeTicket.title": "5. I-customize ang NFT Ticket",
  "createLootbox.fundsWillArriveHere": "Matatanggap ang mga pondo dito",
  "createLootbox.invalidStep": "Ang {key} ay hindi wasto",
  "createLootbox.networkMismatch": "Nasa maling network ang MetaMask",
  "createLootbox.quickCreate.jointTourny.fn": "Sumali {name}",
  "createLootbox.receivingWalletError": "Di-wastong Wallet na Tatanggap, tingnan kung ang address ay tugma sa {networkName}.",
  "createLootbox.rewardSponsors.erc20.amount": "Halaga ng ERC20 Token",
  "createLootbox.rewardSponsors.erc20.amount.tip": "Ilagay ang halaga ng ERC20 Token na gusto mong ilipat. Ang numerong ito ay ipinahayag sa mga token decimal, kaya ang 1 USDX ay katumbas ng 18 decimals habang ang 1 USDY ay maaaring 6 decimals. Maaari mong i-verify ang mga decimal sa pamamagitan ng pagtingin sa kontrata sa isang Block Explorer. Kung hindi mo naiintindihan ang ibig sabihin nito, mangyaring sumangguni sa dokumentasyon ng EVM. Tandaan na ang iyong Metamask wallet ay nagpapakita rin ng mga unit sa mga token decimal, para magamit mo ang parehong mga unit sa iyong wallet.",
  "createLootbox.rewardSponsors.erc20.tip": "Ilagay ang address ng kontrata ng ERC20 Token na gusto mong ilipat. Makukuha mo ang opisyal na address ng kontrata sa pamamagitan ng paghahanap nito sa CoinMarketCap o CoinGecko. Ang mga deposito sa ERC20 ay nangangailangan ng dalawang hakbang na proseso ng unang pag-apruba sa halaga, at pagkatapos ay ang aktwal na paglipat.",
  "createLootbox.rewardSponsors.native.tip": "Gantimpalaan ang iyong mga sponsor ng parehong knativeg token na orihinal na ginamit upang pondohan ang iyong Lootbox. Sa kasong ito, ito ay magiging {networkSymbol} sa {networkName}. Ito ay ganap na nakasalalay sa iyo kung aling paraan ang iyong ginagamit upang gantimpalaan ang mga sponsor. Sinusuportahan din ang mga token ng ERC20.",
  "createLootbox.rewardSponsors.native.title": "Gantimpalaan ng Native Token",
  "createLootbox.step.socials.heading": "6. Impormasyon sa Pakikipag-ugnayan",
  "createLootbox.step.socials.subheading": "Kinakailangan ang email. Ang Twitter ay mahalaga para sa madaling pampublikong komunikasyon sa iyong mga namumuhunan. Lubos din naming inirerekomenda na mag-film ka ng 1 minutong pagpapakilala sa sarili na video sa YouTube at i-lagay ang link dito (nakakatulong ito sa pagbuo ng tiwala).",
  "createLootbox.step.socials.tooltip": "Ang pagkakaroon ng mga pampublikong profile ay mahalaga para sa pagbuo ng tiwala sa mga mamumuhunan.",
  "createLootbox.step.terms.createLootboxMessage": "Huwag i-refresh ang page na ito. Ang pagsusumite ay karaniwang tumatagal ng mas mababa sa 3 minuto. Normal na minsan ay mabagal ang blockchain!",
  "createLootbox.step.terms.reputationAddress": "Address ng Reputasyon (Naka-lock sa Kasalukuyang User)",
  "createLootbox.step.terms.reputationWallet.tooltip": "Ang iyong wallet address ay may on-chain na reputasyon batay sa kung gaano ka pare-pareho ang pagbabayad ng mga kita sa mga namumuhunan. Ang isang magandang reputasyon ay nakakatulong sa hinaharap na pangangalap ng pondo, at nagbibigay-daan pa sa iyo na mag-sponsor ng isang kaibigan.",
  "createLootbox.step.terms.title": "7. Mga Tuntunin at Kundisyon",
  "createLootbox.step.terms.treasuryAddress": "Treasury Wallet (Tumatanggap ng mga Pondo)",
  "createLootbox.step.terms.treasuryWallet.tooltip": "Ang wallet address na ito ay kung saan idedeposito ang mga pondo mula sa iyong Lootbox. I-double check kung tama ang address na ito.",
  "createLootbox.stepChooseFunding.fundraisingTarget.hideMax": "Itago ang Pinakatamataas na Limit",
  "createLootbox.stepChooseFunding.fundraisingTarget.showMax": "Ipakita ang Pinakatamataas na Limit",
  "createLootbox.stepChooseFunding.fundraisingTarget.title": "Target na Halaga ng Pagkalap ng Pondo",
  "createLootbox.stepChooseFunding.fundraisingTarget.tooltip": "Inirerekomenda namin na magtakda ka ng target sa pangangalap ng pondo na bahagyang mas mataas kaysa sa kailangan mo kung sakaling magkaroon ng mga pagbabago sa halaga ng native token. Matatanggap mo kaagad ang pera, hindi alintana kung naabot mo ang iyong target sa pangangalap ng pondo.",
  "createLootbox.stepChooseFunding.invalidFundraisingTarget": "Ang target sa pangangalap ng pondo ay dapat na higit sa zero",
  "createLootbox.stepChooseFunding.maxFundraisingLimit.title": "Pinakatamaas na Limitasyon sa Pagkalap ng Pondo",
  "createLootbox.stepChooseFunding.maxFundraisingLimit.tooltip": "Inirerekomenda namin na magtakda ka ng maximum na target sa pangangalap ng pondo na bahagyang mas mataas kaysa sa kailangan mo kung sakaling magkaroon ng mga pagbabago sa halaga ng native token. Matatanggap mo kaagad ang pera, hindi alintana kung naabot mo ang iyong target sa pangangalap ng pondo.",
  "createLootbox.stepChooseNetwork.error.noTokens": "Wala kang anumang {networkType} token!",
  "createLootbox.stepChooseNetwork.noAccount": "Ikonekta ang iyong wallet sa pamamagitan ng pag-click sa pulang button \"Connect\" sa itaas ☝️",
  "createLootbox.stepChooseReturns.paybackDateError": "Ang target na petsa ng pagbabayad ay dapat sa hinaharap",
  "createLootbox.stepChooseReturns.paybackPeriod.title": "Kabayaran sa loob ng {payoutDays} Araw",
  "createLootbox.stepChooseReturns.paybackPeriod.tooltip": "Ito ay ipinapakita sa mga mamumuhunan bilang isang petsa ng pagtatapos na dapat nilang asahan na matanggap ang kanilang mga kita. Maaari mong gantimpalaan ang mga namumuhunan anumang oras, ang petsa ng pagbabayad na ito ay isang pagtatantya lamang. Maging tapat at makatotohanan sa iyong pagtatantya.",
  "createLootbox.stepChooseReturns.paybackPeriod.totalValue": "${usdPrice} Kabuuan",
  "createLootbox.stepChooseReturns.returnTarget.investorProfit": "+${investorProfit} Kita",
  "createLootbox.stepChooseReturns.returnTarget.title": "Target na Pagbabalik",
  "createLootbox.stepChooseReturns.returnTarget.tooltip": "Ang target na ito ay ipinapakita sa mga mamumuhunan ngunit hindi isang garantisadong pagbabalik. Ikaw ang magpapasya kung magkano ito, batay sa iyong kaalaman sa opurtunidad na iyong hinahabol. Ang 10% target na return sa 10 ETH investment ay nangangahulugang nilayon mong bigyan ng reward ang mga investor ng 11 ETH. Kadalasan ang iyong obligasyon na magbigay ng gantimpala sa mga namumuhunan ay nagtatapos kapag naabot mo ang iyong target na pagbabalik.",
  "createLootbox.stepChooseReturns.returnTarget.usdEquivalent": "USD ${usdPrice} Orihinal",
  "createLootbox.stepChooseReturns.returnTargetError": "Mas malaki dapat sa zero ang target na pagbabalik",
  "createLootbox.stepChooseReturns.subtitle": "Ang Lootbox ay hindi isang pautang. Ikaw ang magpapasya kung kailan at kung magkano ang gusto mong gantimpalaan ang iyong mga namumuhunan. Ang magandang performance ay nagpapabuti sa iyong on-chain na reputasyon, na tumutulong sa iyong makalikom ng higit pa sa hinaharap.",
  "createLootbox.stepChooseReturns.title": "4. Paano mo gagantimpalaan ang iyong mga namumuhunan?",
  "createLootbox.stepChooseReturns.tooltip": "Tratuhin ang iyong mga mamumuhunan tulad ng iyong mga tagahanga. Kapag mas ginagantimpalaan mo sila, mas magtitiwala at susuportahan ka nila.",
  "createLootbox.stepChooseType.escrow.bio": "Gamitin ito kung mayroon kang target na halagang makalikom ng pondo. Maa-access mo lang ang pera kung naabot mo ang iyong target na layunin.",
  "createLootbox.stepChooseType.escrow.helpText": "Ang isang Escrow Lootbox ay pinakamainam kapag kailangan mo ng isang pinakamababang halaga ng mga pondo na handa bago ka magsimulang maglaro.",
  "createLootbox.stepChooseType.escrow.idealFor": "Karamihan sa mga Naglalaro, Guild, at Mga Pagbili ng Asset.",
  "createLootbox.stepChooseType.instant.bio": "Gamitin ito kung gusto mong makuha agad ang pera at magpatuloy sa pangangalap ng pondo habang naglalaro ka.",
  "createLootbox.stepChooseType.instant.helpText": "Pinakamainam ang Instant Lootbox kapag hindi mo alam kung gaano karaming pera ang kailangan mo, at maaaring magbago ang mga kinakailangan habang naglalaro ka.",
  "createLootbox.stepChooseType.instant.idealFor": "Mga streamer, Dungeon Crawl, Patuloy na Paggastos",
  "createLootbox.stepChooseType.tournament.bio": "Gamitin ito kung gusto mong lumahok sa isang ESports Tournament na may nakatakdang buy-in. Katulad ng Escrow.",
  "createLootbox.stepChooseType.tournament.helpText": "Ang ESports Tournament ay nagtakda ng buy-in, gaya ng $10 bawat manlalaro. Gumamit ng Tournament Lootbox para makalikom ng pondo sa iyong buy-in at magbahagi ng mga kita sa iyong mga sponsor.",
  "createLootbox.stepChooseType.tournament.idealFor": "Kaswal at Paligsahang ESports",
  "createLootbox.stepCustomize.biography.error": "Ang talambuhay ay dapat na hindi bababa sa 12 character",
  "createLootbox.stepCustomize.coverFile.error": "Mangyaring mag-upload ng larawan ng cover",
  "createLootbox.stepCustomize.logoFile.error": "Mangyaring mag-upload ng larawan ng logo",
  "createLootbox.stepCustomize.name.error": "Hindi maaaring walang laman ang pangalan",
  "createLootbox.stepCustomize.symbol.error": "Hindi maaaring walang laman ang simbolo",
  "createLootbox.stepCustomize.themeColor.error": "Ang kulay ng tema ay dapat na wastong kulay ng hex",
  "createLootbox.stepMagicLink.campaignBio": "Nakatakda ang paglalarawan ng Lootbox",
  "createLootbox.stepMagicLink.campaignWebsite": "Nakatakda ang website sa Lootbox social links",
  "createLootbox.stepMagicLink.coverImage": "Nakatakda ang larawan ng cover ng Lootbox",
  "createLootbox.stepMagicLink.fundingLimit": "Itinakda ang limitasyon sa pagpopondo sa {fundingLimit} {currency}",
  "createLootbox.stepMagicLink.fundingTarget": "Itinakda ang target ng pagpopondo sa {fundingTarget} {currency}",
  "createLootbox.stepMagicLink.generateMagicLink.copy": "Kopyahin ang link sa itaas ☝️ at ipadala ito sa taong gusto mong gawan ng Lootbox.",
  "createLootbox.stepMagicLink.generateMagicLink.createButton": "Gumawa ng magic link",
  "createLootbox.stepMagicLink.generateMagicLink.header": "Gumawa ng magic link",
  "createLootbox.stepMagicLink.generateMagicLink.subheader": "Madaliang mapayagan ang sinuman na lumikha ng Lootbox ayon sa mga setting na iyong pinili.",
  "createLootbox.stepMagicLink.generateMagicLink.tooltip": "Gumawa ng magic link at ibahagi ito sa iyong komunidad. Madaling pinahihintulutan ng mga magic link ang sinuman na lumikha ng Lootbox ayon sa mga setting na iyong pinili.",
  "createLootbox.stepMagicLink.generateMagicLinkButtonPrompt": "Gawin",
  "createLootbox.stepMagicLink.logoImage": "Nakatakda ang larawan ng logo ng Lootbox",
  "createLootbox.stepMagicLink.network": "Nakatakda ang network sa {network}",
  "createLootbox.stepMagicLink.receivingWallet": "Nakatakda ang wallet na tatanggap sa {receivingWallet}",
  "createLootbox.stepMagicLink.returnsDate": "Petsa ng Pagbabalik nakatakda sa {returnsDate}",
  "createLootbox.stepMagicLink.returnsTarget": "Taget na Pagbabalik nakatakda sa {returnsTarget}%",
  "createLootbox.stepMagicLink.themeColor": "Nakatakda ang kulay ng tema ng lootbox",
  "createLootbox.stepMagicLink.tournamentId": "Ang Lootbox na ito ay nauugnay sa isang Paligsahan.",
  "createLootbox.stepMagicLink.type": "Itinakda ang uri ng pagpopondo sa {type}",
  "fundraisingBar.help.template": "Ito ang target na layunin ng pagpopondo ng gamer.",
  "fundraisingProgressBar.goalText": "{targetAmount} {symbol} Layunin",
  "fundraisingProgressBar.percentageFunded": "{percentageFunded}% Napondohan",
  "generic.add": "Idagdag",
  "generic.addLiveStream": "Magdagdag ng Live Stream",
  "generic.addWallet": "Ilagay wallet",
  "generic.address": "Address",
  "generic.advancedCreate": "Dalubhasa Lumikha",
  "generic.anErrorOccured": "May naganap na di kawastuhan",
  "generic.areYouSure": "Ikaw ba ay sigurado?",
  "generic.back": "Bumalik",
  "generic.balance": "Balanse",
  "generic.battleDate": "Petsa ng Paglalaban",
  "generic.bulkMintNFTs": "Maramihang Paggawa ng NFT",
  "generic.buyLootbox": "Bumili ng Lootbox",
  "generic.cancel": "Kanselahin",
  "generic.clickHere": "Pindutin dito",
  "generic.clickingHere": "Sa Pagpindot dito",
  "generic.confirmPassword": "Kumpirmahin and Password",
  "generic.connectWalletToMetamask": "Ikonekta ang iyong wallet sa MetaMask",
  "generic.contractAddress": "Address ng kontrata",
  "generic.copiedToClipBoard": "Nakopya na sa clipboard",
  "generic.copy": "Kopyahin",
  "generic.createAPartyBasket": "Gumawa ng Party Basket",
  "generic.createLootbox": "Gumawa ng Lootbox",
  "generic.createMagicLink": "Gumawa ng magic link",
  "generic.createNew": "Gumawa ng Panibago",
  "generic.description": "Deskripsyon",
  "generic.edit": "Baguhin",
  "generic.email": "Email",
  "generic.error": "Pagkakamali",
  "generic.funded": "Napondohan",
  "generic.goal": "Layunin",
  "generic.hide": "Itago",
  "generic.learnMore": "Alamin pa",
  "generic.loading": "Naglo-load",
  "generic.login": "Mag log in",
  "generic.logout": "Mag Logout",
  "generic.magicLink": "Magic link",
  "generic.manage": "Pamahalaan",
  "generic.minted": "Na-Mint",
  "generic.name": "Pangalan",
  "generic.nameCannotBeEmpty": "Hindi maaaring walang laman ang pangalan",
  "generic.network": "Network",
  "generic.no": "Hindi",
  "generic.notFound": "Hindi mahanap",
  "generic.partyBasket": "Party basket",
  "generic.partyBaskets": "Party baskets",
  "generic.password": "Password",
  "generic.pleaseInstallMetamask": "I-install ang MetaMask",
  "generic.pleaseInstallMetamaskChromeExtension": "I-install MetaMask para magamit ang app na ito. Gamitin ang extension ng Chrome o Metamask mobile app.",
  "generic.pleaseRefreshThePage": "Mangyaring i-refresh and page",
  "generic.pleaseTryAgainLater": "Mangyaring subukan muli makalipas ang ilang sandali",
  "generic.prize": "Premyo",
  "generic.processing": "Pina-process",
  "generic.readMore": "Magbasa pa",
  "generic.receivingAddress": "Address ng Tatanggap",
  "generic.receivingWallet": "Wallet ng Tatanggap",
  "generic.register": "Mag-register",
  "generic.rememberMe": "Tandaan ako",
  "generic.remove": "Tanggalin",
  "generic.reputationAddress": "Address ng Reputasyon",
  "generic.resetPassword": "I-reset ang password",
  "generic.rewardSponsors": "Gantimpalaan ang mga sponsor",
  "generic.rewards": "Mga Gantimpala",
  "generic.search": "Hanapin",
  "generic.searchLootboxesByNameOrAddress": "Hanapin ang Lootboxes sa pamamagitan ng Pangalan o Address",
  "generic.seeMore": "Tingnan ang higit pa",
  "generic.shareLink": "Ibahagi ang Link",
  "generic.shares": "Mga pagbabahagi",
  "generic.signUp": "Mag-sign up",
  "generic.submitting": "Nagsusumite",
  "generic.success": "Tagumpay",
  "generic.switchNetwork": "Magpalit ng network",
  "generic.testnet": "Testnet",
  "generic.title": "Pamagat",
  "generic.version": "Bersyon",
  "generic.view": "Tignan",
  "generic.viewOnBlockExplorer": "Tignan sa block explorer",
  "generic.viewTransactionReceipt": "Tignan ang transaction reciept",
  "generic.wallets": "Mga Wallet",
  "generic.watchTutorial": "Panoorin ang tutorial",
  "generic.win": "Manalo",
  "generic.wrongNetworkPleaseChangeTo": "Nasa maling network ka! Pakipalitan ang iyong network ng MetaMask sa",
  "generic.yes": "Oo",
  "generics.about": "Tungkol sa",
  "generics.biography": "Talambuhay",
  "generics.confirm": "Kumpirmahin",
  "generics.date": "Petsa",
  "generics.event": "Kaganapan",
  "generics.finish": "Tapusin",
  "generics.freeNFT": "Libreng NFT",
  "generics.includeCountryCode": "Kailangan ng numero ng telepono ng country code (hal. +63 o +1)",
  "generics.loginToMakePartyBasket": "Mag-log in upang gumawa ng Party Basket",
  "generics.networkNotSet": "Hindi nakatakda ang network",
  "generics.noChangesMade": "Walang ginawang pagbabago",
  "generics.partyBasketInformation": "Inirerekomenda naming gumamit ka ng Party Basket para maramihan ang mint ng mga NFT sa iyong fanbase. Nagbibigay-daan sa iyo ang mga party basket na i-whitelist ang mga bounty pick-up sa batch, na nangangahulugang hindi mo kailangang ipadala nang manu-mano ang mga NFT. Sa halip, maaaring ang iyong fanbase ang kumuha ng mga pabuya.",
  "generics.pleaseEnterYourPhoneNumber": "Pakibigay na lng po ng phone number niyo",
  "generics.publicProfile": "Pampublikong Profile",
  "generics.retry": "Subukan muli",
  "generics.saveChanges": "I-save ang mga pagbabago",
  "generics.sendCode": "Magpadala ng code",
  "generics.tournament": "Tournament",
  "generics.tryAgain": "Subukan muli",
  "generics.userId": "User ID",
  "generics.username": "Username",
  "generics.verificationCode": "Verification code",
  "generics.verifyYourPhoneNumber": "I-verify ang numero ng telepono mo",
  "generics.youAreNotLoggedIn": "Hindi ka naka-login",
  "interactWithLootbox.manageLootbox.button": "Pamahalaan Lootbox",
  "inviteLink.modal.description": "Pareho kayong makakakuha ng karagdagang libreng tiket sa lottery para sa bawat taong inimbitahan",
  "inviteLink.modal.enableBonusClaim": "Kumuha ng Mga Bonus na Gantimpala para sa Mga Referral",
  "inviteLink.modal.generateInviteLink": "Bumuo ng Link ng Imbitasyon",
  "inviteLink.modal.header": "Mag-imbita ng mga kaibigan",
  "inviteLink.modal.success.description": "Kopyahin ang link at ibahagi ito sa iyong mga kaibigan.",
  "inviteLink.modal.success.header": "Ang iyong Referral Link",
  "inviteLink.modal.success.screenshotHeader": "I-screenshot ang QRCode at Ibahagi sa Mga Kaibigan",
  "lootbox.manage.advanced.button": "Ilunsan ang OZ Defender",
  "lootbox.manage.advanced.title": "Mas Advance",
  "lootbox.manage.advanced.tooltip": "Ang pahina ng pamamahala ng Lootbox na ito ay humahawak ng 90% ng mga kaso ng paggamit. Kung kailangan mo ng access sa buong kontrol ng Lootbox, kakailanganin mong i-import ang kontratang ito sa OpenZeppelin Defender at direktang makipag-ugnayan sa blockchain. Ang pinaka-malamang na dahilan kung bakit kailangan mong gumamit ng Mga Advanced na Kontrol ay kung hindi mo sinasadyang ma-trap ang mga token sa iyong Lootbox at kailangan mong kuhanin ang mga ito (Maaring ma-trap ang mga token kung ipapadala mo lang ang mga ito sa address ng Lootbox. palaging gamitin ang UI para gantimpalaan ang mga sponsor sa halip na direktang magpadala ng mga token. Ang mga na-trap na token ay madaling makuha ngunit ito ay isang abala). Ang isang buong tutorial sa Advanced na Mga Kontrol ay matatagpuan sa LootboxFund YouTube Channel.",
  "lootbox.manage.bulkMint.caution": "Mag-ingat na huwag gumawa ng masyadong maraming NFT, dahil ang halaga ng bahagi ng tubo ay magiging mas maliit",
  "lootbox.manage.bulkMint.enterAmountOfNFTs": "Maglagay ng bilang ng mga NFT na gagawin",
  "lootbox.manage.bulkMint.enterAmountOfNativeTokens": "Maglagay ng halaga ng native token na idedeposito",
  "lootbox.manage.bulkMint.notUsingPartyBasket": "Hindi ka gumagamit ng Party Basket",
  "lootbox.manage.bulkMint.receiverAddress.tooltip": "Dito ipapadala ang lahat ng NFT. Maaari mo itong itakda sa isang wallet ng Metamask at manu-manong ipadala ang mga NFT sa mga tagahanga. O itakda ito sa isang matalinong kontrata na magbibigay-daan sa mga tagahanga na makuha mismo ang kanilang gantimpalang NFT (makatipid ka ng oras at gas na bayarin).",
  "lootbox.manage.bulkMint.receiverAddressNotValid": "Ang address ng tatanggap ay hindi wasto",
  "lootbox.manage.bulkMint.rewardSponsors.information": "Palakihin ang iyong fanbase sa pamamagitan ng pagbibigay sa kanila ng iyong mga Lootbox NFT. Ito ay isang mahusay na paraan upang bigyang-insentibo ang pakikipag-ugnayan mula sa iyong komunidad sa pamamagitan ng pagbibigay ng reward sa kanila ng bahagi ng iyong mga kita ng gamer. Ito ay available lang para sa Lootbox Exclusive Partners.",
  "lootbox.manage.bulkMint.rewardSponsors.tooltip": "Kung gusto mo ng access sa feature na Bulk Mint na ito, mag-email sa amin sa support@lootbox.fund",
  "lootbox.manage.bulkMint.sendAllNFTsToPartyBasket": "Ipadala ang lahat ng NFT sa address na ito",
  "lootbox.manage.bulkMint.sendToPartyBasket": "Ipadala sa Party Basket",
  "lootbox.manage.bulkMint.success": "Tagumpay ang maramihang paggawa ng NFT",
  "lootbox.manage.bulkMint.totalNFTs.tooltip": "Ang kabuuang bilang ng mga NFT na gagawin. Ang bawat NFT ay makakatanggap ng katumbas na bahagi ng kabuuang halagang ginastos. Halimbawa, kung gumastos ka ng 1 BNB at itinakda ang dami sa 5, gagawa ka ng 5 NFT na may 0.2 BNB na ginastos sa bawat isa.",
  "lootbox.manage.bulkMint.totalNFTsToMint": "Kabuuang bilang ng mga NFT na gagawin",
  "lootbox.manage.bulkMint.totalSpend.tooltip": "The total amount of native tokens you want to spend on bulk minting these NFTs. Each NFT will end up receiving an equal portion of the total amount spent. For example, if you spend 1 BNB and set the quantity to 5, then you'll mint 5 NFTs with 0.2 BNB spent on each. The last NFT may receive unnoticeably more or less due to tiny rounding.",
  "lootbox.manage.bulkMint.totalSpendTitle": "Kabuuang gastos",
  "lootbox.manage.bulkMint.usingPartyBasketHelp": "{icon} Ikaw ay gumagawa ng maramihan sa Party Basket {icon} Nagbibigay-daan sa iyo ang mga party basket na i-whitelist ang mga bounty pick-up sa pangkat, na nangangahulugang hindi mo kailangang ipadala nang manu-mano ang mga NFT. Sa halip, maaaring kunin ng iyong fanbase ang mga pabuya mismo.",
  "lootbox.manage.controlPanel.description": "Ito ay ginawa para sa gumawa ng Lootbox ngunit kahit sino ay maaaring gumamit nito. Panoorin itong Youtube Tutorial para malaman kung paano.",
  "lootbox.manage.controlPanel.title": "Ito ang pampublikong control panel para sa Lootbox",
  "lootbox.manage.createLootbox.button": "Lumikha ng isa pa",
  "lootbox.manage.createLootbox.description": "I-publish ang iyong Lootbox sa {networkName}. Hindi mo na maaaring mabago ang iyong layunin sa pagpopondo pagkatapos ma-publish.",
  "lootbox.manage.createLootboxTooltip": "Nakumpleto mo na ang hakbang na ito kung nasa page ka nitong Manage Lootbox. Kung gusto mong lumikha ng isa pa, i-click ang button sa ibaba o visit https://lootbox.fund/create",
  "lootbox.manage.deployed.ago": "Ginawa {daysAgo} araw ang nakalipas ({dateString})",
  "lootbox.manage.endFundraising": "Tapusin ang Pangangalap ng Pondo",
  "lootbox.manage.finishFund.description": "Kolektahin lamang ang pera kung naaabot ang layunin na pondo. Kung hindi, i-refund ang mga sponsor.",
  "lootbox.manage.finishFund.title1": "Tapusin ang Pangangalap ng Pondo",
  "lootbox.manage.finishFund.title2": "Tapos na Pangangalap ng Pondo",
  "lootbox.manage.finishFund.tooltip": "Sa isang Escrow Lootbox, maaari mo lamang kolektahin ang iyong mga nalikom na halaga kung ang layunin na pagpopondo ay natamaan. Maaari kang lumampas sa target na pagpopondo, ngunit hanggang sa pinakamataas na halaga lamang ng mga bahagi na magagamit para sa pagbebenta. Ang Ppagpindot sa \"Tapusin and Paglilikom\" na button ay magpapadala ng mga pondo sa iyong wallet ng pagtanggap. Kung hindi mo maabot ang iyong layunin sa pagpopondo, maaari mong i-balik ang ibinayad ng mga sponsor, na magdedeposito lang ng mga pondo pabalik sa Lootbox para kuhanin ng mga sponsor (hindi awtomatikong ipapadala ang mga pondo sa kanilang wallet, dapat mong sabihin sa kanila sa pamamagitan ng email o social media na kuhanin ito). Tanging ang nag-isyu ng Lootbox ang maaaring mag-alok ng refund, ngunit pagkalipas ng 30 araw ay maaaring pilitin ng sinuman ang refund kung ang target ay hindi pa naaabot. Kung gumawa ka na lang ng Instant Lootbox, agad na maipapadala ang mga pondo sa iyong receiving wallet at walang kinakailangan na pagbabalik ng pondo (kakailanganin mong manu-manong magdeposito ng mga pondo pabalik). Bago ka makapagdeposito ng mga pondo pabalik, kailangan mo munang tapusin ang pangangalap ng pondo.",
  "lootbox.manage.fundingGoalTooltip": "Ang Lootbox na ito ay may layuning magbenta ng {numShares} na bahagi para sa target na halaga na humigit-kumulang {sharesValue} na katumbas ng ${usdValue} sa mga presyo ngayon. Ang pinakamaraming halaga ng mga pagbabahagi para sa pagbebenta ay {maxShares}",
  "lootbox.manage.fundraisingPeriodSuccessfullyEnded": "Matagumpay na natapos ang panahon ng pangangalap ng pondo. Maaari mo na ngayong gantimpalaan ang mga sponsor.",
  "lootbox.manage.lootboxAddress.tooltip": "Ang bawat Lootbox ay may sariling matalinong address ng kontrata. Ang Lootbox na ito ay nasa {networkName} na may address ng kontrata na {lootboxAddress}. Maaari mong patunayan ang lahat ng mga detalyeng nakikita mo sa UI na ito sa pamamagitan ng pagtingin dito sa isang Block Explorer.",
  "lootbox.manage.lootboxTitleTooltip": "Ito ang pang-tao na pangalan ng Lootbox, pero ang totoong pangalan ay ang address ng kontrata nito {lootboxAddress}. Kapag bumili ang mga sponsor mula sa Lootbox na ito at natanggap ito sa kanilang wallet, magkakaroon ito ng simbolo na {lootboxSymbol} na may 0 na decimal. Kung gusto ng mga sponsor na ilipat ang kanilang NFT sa ibang wallet, kakailanganin nilang gamitin ang OpenZeppelin Defender dahil hindi sinusuportahan ng Metamask ang lahat ng paglilipat ng ERC721. Ang tutorial para dito ay makikita sa LootboxFund YouTube channel.",
  "lootbox.manage.lootboxType.title": "Uri ng Lootbox",
  "lootbox.manage.lootboxType.tooltip": "Mayroong dalawang uri ng Lootbox, Escrow at Instant. Karamihan sa mga Lootbox ay uri ng Escrow, na nangangahulugan na mayroon itong layunin na halaga ng pangangalap ng pondo at ang mga pondo ay maa-access lamang kapag naabot ang layunin na iyon, kung hindi, kinakailangang ibalik ang pera sa mga sponsor. Sa paghahambing, ang Instant Lootbox ay maglilipat ng mga nalikom na pondo kaagad sa tatanggap na wallet nang hindi naghihintay, at ang mga refund ay dapat gawin nang manu-mano ng gumawa ng Lootbox (ang address ng reputasyon). Para sa higit pang impormasyon, tingnan ang LootboxFund YouTube channel.",
  "lootbox.manage.noMetadataFound": "Walang nahanap na metadata",
  "lootbox.manage.payoutsMade.title": "Nagawa na ang mga Deposito",
  "lootbox.manage.payoutsMade.tooltip": "Ang dami ng beses ng pagdeposito sa Lootbox na ito. Ang bawat deposito ay isang gantimpala sa payout para sa mga sponsor na maaring kuhanin. Ang mga sponsor lang na nagmamay-ari ng NFT ticket mula sa Lootbox na ito ang makakakuha ng kanilang proporsyonal na bahagi ng mga na-deposito na reward. Kahit sino ay maaaring magdeposito sa isang Lootbox. Kung gusto mong makita ang kabuuang bilang ng mga natatanging address na nagdeposito sa Lootbox na ito, i-import ang kontratang ito sa OpenZeppelin Defender (Mga Advanced na Setting). Ang buong tutorial ay makikita sa LootboxFund YouTube Channel.",
  "lootbox.manage.playAndEarn.description": "Maglaro ng mga larong crypto kung para saan mo kinolekta ang pondo. I-update ang iyong mga sponsor ng balita kung mayroon man. I-tag ang @LootboxFund",
  "lootbox.manage.playAndEarn.title": "Maglaro at Kumita",
  "lootbox.manage.playAndEarn.tooltip": "Ngayong natanggap mo na ang mga pondo, maaari kang maglaro at kumita. Magandang pagsasanay na i-update ang iyong mga sponsor sa social media upang malaman nila kung ano ang iyong ginagawa sa pera, at para makita ka ng ibang tao bilang isang propesyonal. Siguraduhing isama mo rin ang #LootboxFund o i-tag kami, para maintindihan ng mga tao kung ano ang nangyayari. Kung hindi nila naiintindihan na ito ay isang Lootbox, mawawalan ka ng mga potensyal na sponsor sa hinaharap.",
  "lootbox.manage.playAndEarn.twitter": "Mag Tweet ng Update sa Mga Sponsor",
  "lootbox.manage.promote.button": "Tingnan at Ibahagi ang Lootbox",
  "lootbox.manage.promote.description": "Simulan ang pagbabahagi ng iyong Lootbox sa social media para makita ng mga sponsor at makabili ng mga NFT. Panoorin ang Tutorial sa YouTube.",
  "lootbox.manage.promote.title": "Aktibong nagpo-promote",
  "lootbox.manage.promote.tooltip": "Walang libreng pera. Kung gusto mo ng mga sponsor, kailangan mong makuha ang kanilang tiwala at pagkilala sa pamamagitan ng pag-promote ng iyong Lootbox sa social media. Kung gusto mong matutunan kung paano gumawa ng tamang pangangalap ng pondo, panoorin ang aming Bootcamp Series sa LootboxFund YouTube channel.",
  "lootbox.manage.refundSponsors": "Ibalik and Pondo sa mga Sponsor",
  "lootbox.manage.reputationAddress.tooltip": "Ito ang address na tatanggap ng pagkilala para sa pagganap ng Lootbox na ito. Kung ang Lootbox na ito ay nagbibigay ng magandang balik ng pamumuhunan para sa mga sponsor, ang reputasyon na address na ito ay iuugnay sa magandang on-chain na pagganap. Gayundin, maiuugnay ang wallet na ito sa hindi magandang performance kung hindi maganda ang nagawa ng Lootbox na ito. Ngunit huwag masyadong mag-alala tungkol sa masamang pagganap, dahil mas mahalaga na mayroong sapat na kasaysayan ng Mga Lootbox na nilikha ng address ng reputasyon na ito. Ang pagmamay-ari ng address na may magandang reputasyon ay isang mahalagang asset na makakatulong sa iyo sa pangangalap ng pondo sa hinaharap. Gayunpaman, ang mga sponsor ay hindi dapat umasa lamang sa on-chain na kasaysayan ng pagganap, dahil kahit sino ay maaari lamang magpadala ng mga pondo sa kanilang sariling Lootbox upang magmukhang magandang performance. Palaging suriin ang kanilang social media (off-chain reputation) pati na rin upang makuha ang buong larawan.",
  "lootbox.manage.rewardSponsors.approveTransfer": "Aprubahan ang paglipat",
  "lootbox.manage.rewardSponsors.button": "I-deposito ang Kita",
  "lootbox.manage.rewardSponsors.depositSuccess": "Tagumpay ang pag-deposito",
  "lootbox.manage.rewardSponsors.description": "Ibahagi ang iyong mga kita sa crypto sa mga sponsor. Kahit sino ay maaaring magdeposito ng mga kita.",
  "lootbox.manage.rewardSponsors.lootboxAddress.tooltip": "Ang bawat Lootbox ay may sariling matalinong address ng kontrata. Ang Lootbox na ito ay nasa {networkName} na may address ng kontrata na {lootboxAddress}. Maaari mong mapatunayan ang lahat ng mga detalyeng nakikita mo sa UI na ito sa pamamagitan ng pagtingin dito sa isang Block Explorer.",
  "lootbox.manage.rewardSponsors.pickRewardMethod.subheading": "Pumili ng Paraan ng Gantimpala",
  "lootbox.manage.rewardSponsors.pickRewardMethod.tooltip": "Kahit sino ay maaaring magdeposito ng mga reward sa iyong Lootbox. Maaari mong piliing magdeposito ng mga native token o anumang ERC20 token.",
  "lootbox.manage.rewardSponsors.reputationAddress.tooltip": "Ito ang address na tatanggap ng pagkilala para sa pagganap ng Lootbox na ito. Kung ang Lootbox na ito ay nagbibigay ng magandang pagbabalik ng investment para sa mga sponsor, ang reputasyon na address na ito ay maiuugnay sa magandang on-chain na pagganap. Gayundin, maiuugnay ang wallet na ito sa hindi magandang performance kung hindi maganda ang nagawa ng Lootbox na ito. Ngunit huwag masyadong mag-alala tungkol sa masamang pagganap, dahil mas mahalaga na mayroong sapat na kasaysayan ng Mga Lootbox na nilikha ng address ng reputasyon na ito. Ang pagmamay-ari ng address na may magandang reputasyon ay isang mahalagang asset na makakatulong sa iyo sa pangangalap ng pondo sa hinaharap. Gayunpaman, ang mga sponsor ay hindi dapat umasa lamang sa on-chain na kasaysayan ng pagganap, dahil kahit sino ay maaari lamang magpadala ng mga pondo sa kanilang sariling Lootbox upang magmukhang magandang performance. Palaging suriin ang kanilang social media (off-chain reputation) pati na rin upang makuha ang buong larawan.",
  "lootbox.manage.rewardSponsors.requesting": "Humihiling",
  "lootbox.manage.rewardSponsors.subheading": "Gantimpalaan ang iyong mga sponsor sa pamamagitan ng pagdedeposito ng mga native o ERC20 token pabalik sa Lootbox na ito. Makukuha lamang ang mga gantimpla kung nagmamay-ari sila ng NFT ticket na ginawa mula sa iyong Lootbox.",
  "lootbox.manage.rewardSponsors.tooltip1": "Kung nakakuha ka ng tubo, maaari mong gantimpalaan ang iyong mga sponsor sa pamamagitan ng pagdeposito ng mga kita pabalik sa iyong Lootbox para makuha ng mga sponsor. Kahit sino ay maaaring magdeposito sa iyong Lootbox, na nagpapahintulot sa isang kaibigan o estranghero na tulungan ka rin. Tiyaking gumawa ka ng post sa social media tungkol dito para makita ng mga sponsor at estranghero ang iyong tagumpay. Makakatulong ito sa iyo sa pangangalap ng pondo sa hinaharap. Siguraduhing gamitin ang #LootboxFund o i-tag kami, para hindi sila malito at maunawaan kung ano ang nangyayari.",
  "lootbox.manage.rewardSponsors.tooltip2": "Gantimpalaan ang iyong mga sponsor sa pamamagitan ng pagdedeposito ng mga native o ERC20 token pabalik sa Lootbox na ito. Ang mga na-deposito na halaga ay maaaring makuha ng lahat ng mga sponsor na nagmamay-ari ng isang NFT ticket na binili mula sa iyong Lootbox. Ang bawat NFT ticket ay tutubusin ang proporsyonal na bahagi ng mga kita nito batay sa bilang ng mga bahaging binili kumpara sa kabuuang bahaging nabenta.",
  "lootbox.manage.rewardSponsors.transferApproved": "Naaprubahan ang paglipat",
  "lootbox.manage.rewardSponsors.viewDepositHistory": "Tingnan ang kasaysayan ng deposito",
  "lootbox.manage.slowNetworkMessage": "Naglo-load ng data mula sa Blockchain. Maaaring tumagal ito ng hanggang 1 minuto... kung masyadong matagal na, paki-refresh ang pa. Sa karamihan ng mga kaso, ito ay ang blockchain network na mabagal.",
  "lootbox.manage.ticketsMinted.title": "Mga Nabentang NFT Tickets",
  "lootbox.manage.ticketsMinted.tooltip": "Ang bilang ng mga NFT tiket na naibenta ng Lootbox na ito. Ang isang sponsor ay maaaring nagmamay-ari ng maraming NFT ticket at maaari silang i-trade sa mga bagong may-ari. Ang bawat tiket ng NFT ay maaaring maglaman ng ibang bilang ng mga pagbabahagi. Kung gusto mong makita ang kabuuang bilang ng mga natatanging sponsor na pagmamay-ari ng Lootbox na ito, i-import ang kontratang ito sa OpenZeppelin Defender (Mga Advanced na Setting). Ang isang buong tutorial ay makikita sa LootboxFund YouTube Channel.",
  "lootbox.manage.totalFunded.title": "Kabuuang Pinondohan",
  "lootbox.manage.totalFunded.tooltip": "Ang Lootbox na ito ay may layuning magbenta ng {targetAmountShares} na mga bahagi na binili sa {networkSymbol}. Sa ngayon, {fundedAmountShares} bahagi ang naibenta na. Ang pinakamaraming halaga ng mga bahagi na maaaring ibenta ay {maxAmountShares}.",
  "lootbox.manage.treasuryAddress.tooltip": "Ang receiving wallet ay kung saan mapupunta ang mga pondong nalikom ng Lootbox na ito. Maaaring ito ang orihinal na wallet ng nagbigay, o maaaring ito ay isang ESports Tournament Wallet, o isa pang destinasyon ng matalinong kontrata. Siguraduhin na ang tatanggap na wallet ay tumutugma sa iyong inaasahan/nilalayon. Sinuman ay maaaring lumikha ng isang Lootbox at i-istilo ito upang magmukhang iba pang Lootbox, kaya palaging suriin kung tama ang tatanggap na wallet.",
  "lootbox.manage.versionSemver.tooltip": "Ito ang bersyon ng LootboxFund smart contract na magagamit mo para matukoy ang mga katangian nito na maaring magamit. Patuloy na pinapahusay ng koponan ng Lootbox ang teknolohiyang ito at magkakaroon ng ibang numero ng bersyon ang mga Lootbox sa hinaharap. Habang ang mga hinaharap na bersyon ng Lootbox ay hindi garantisadong magiging tugma sa nakaraang bersyon, palagi mong maa-access ang mga nakaraang Lootbox habang na-freeze namin ang cloud infrastructure na nagbibigay ng UI na ito. Higit pa rito, kung sakaling maging hindi available ang UI na ito, maaari mong palaging gamitin ang OpenZeppelin Defender upang direktang makipag-ugnayan sa smart contract dahil ito ay palaging available sa blockchain.",
  "lootbox.manage.viewPartyBaskets.clickToVisit": "I-click upang bisitahin ang Party Basket",
  "lootbox.manage.viewPartyBaskets.clickToVisit.tooltip": "Pinapayagan ng Party Basket ang iyong komunidad na kunin ang mga pabuya ng NFT nang mag-isa, kaya hindi mo na kailangan ipadala sa kanila! Maaari kang mag-maramihang whitelist ng mga address para sa Party Basket sa pamamagitan ng pag-click dito.",
  "lootbox.manage.viewPartyBaskets.partyBaskets.tooltip": "Kung gusto mo ng access sa feature na ito ng Party Basket, mag-email sa amin sa support@lootbox.fund",
  "lootbox.manage.viewPartyBaskets.youDoNotHaveAnyPartyBaskets": "Wala kang anumang Party Basket",
  "lootbox.wtf.bro": "{targetAmountNumber} {symbol} ay ang target na layunin sa pagpopondo ng Lootbox na ito. Ang maximum capacity ng Lootbox na ito ay {maxAmount} {symbol}. Sa ngayon, ang Lootbox na ito ay nakakalap ng {percentageFunded}% ng layunin nito sa pagpopondo.",
  "partyBasket.create.form.disclaimer.link": "Panoorin ang Party Basket tutorial",
  "partyBasket.create.form.disclaimer.text": "Gumagawa ka ng Party Basket sa blockchain. Gumamit ng Mga Party Basket para hawakan ang iyong maramihang ginawang NFT na maaari mong ibigay nang libre o para sa pagkumpleto ng mga pabuya.",
  "partyBasket.create.form.disclaimer.title": "{icon} MAHALAGA {icon} Mangyaring basahin",
  "partyBasket.create.form.enterPartyBasketName": "Mangyaring maglagay ng pangalan para sa iyong Party Basket",
  "partyBasket.create.form.name.title": "Pangalan ng Party Basket",
  "partyBasket.create.form.nameYourPartyBasket": "Bigyan ng Pangalan ang iyong Party Basket",
  "partyBasket.create.form.prize.title": "Halaga ng premyong NFT",
  "partyBasket.create.form.socialLink.title": "Magdagdag ng link sa iyong komunidad",
  "partyBasket.create.form.socialLink.tooltip": "Idirekta ang mga user sa iyong komunidad sa pamamagitan ng pagdaragdag ng link sa iyong page ng komunidad.",
  "partyBasket.create.form.prize.tooltip": "Ikaw and magtutukoy kung magkano ang halaga ng bawat NFT na pabuya. Maaari mong tukuyin ang mga crypto currency tulad ng \"10 Matic\" o di kaya ay fiat tulad ng \"$10 USD\"",
  "partyBasket.manage.bulkWhitelisting.address.header": "Address ng Whitelist",
  "partyBasket.manage.bulkWhitelisting.description": "Ang whitelisting ay isang katangian na nagbibigay-daan sa pamimigay ng isang NFT nang libre. Ang address na iyong tinukoy ay magagawang kuhanin ito nang ISANG BESES, at ang iyong Pabuyang Lootbox NFT ay ililipat sa kanila kapag nakuha nila ito.",
  "partyBasket.manage.bulkWhitelisting.descriptionTooltip": "Mag-upload ng \".csv\" ng listahan ng mga address para sa pag whitelist. {csvRequirementText}. Ang mga address na ito na ito ay mabibilang sa mga listahan ng mga naka-whitelist at magbibigay-daan sa bawat address na kunin ang sarili nilang NFT (nang hindi mo kinakailangan na ipadala ito sa kanila). Ang whitelisting ay isang feature na nagbibigay-daan sa pamimigay ng isang NFT nang libre. Ang address na iyong tinukoy ay magagawang makuha ito nang ISANG BESES, at ang iyong Lootbox Bounty NFT ay malilipat sa kanila kapag nakuha na nila ito.",
  "partyBasket.manage.bulkWhitelisting.header": "Maramihang i-Whitelist ang mga Address",
  "partyBasket.manage.bulkWhitelisting.uploadCSVText": "i-Upload CSV",
  "partyBasket.manage.bulkWhitelistingDescription": "Ang maramihang whitelisting ay magbibigay sa malaking bilang ng mga wallet ng libreng NFT upang kanilang makuha. Maari kang gumamit ng CSV file (tulad ng {hyperlink}), at pagkatapos ay maaari mo itong i-upload sa pamamagitan ng pag-click sa button sa ibaba. Ang iyong Party Basket ay kailangang magkaroon ng Lootbox NFT sa loob nito (sa pamamagitan ng maramihang paggawa) para makakuha ng isa ang iyong mga tagasubaybay.",
  "partyBasket.manage.csvRequirement": "Ang CSV file ay nangangailangan ng column na may pamagat \"{csvKey}\".",
  "partyBasket.manage.csvValidationErrorHeader": "Mga Error sa Pagpapatunay ng CSV",
  "partyBasket.manage.details.address": "Address ng Party Basket",
  "partyBasket.manage.details.address.descriptionTooltip": "Ito ang address ng Party Basket. Ito ay isang matalinong kontrata sa blockchain.",
  "partyBasket.manage.helpHyperlink": "Itong isa",
  "partyBasket.manage.helpTooltip": "Ito ang iyong Party Basket para sa \"{lootboxName}\". Maaari kang maramihang gumawa ng mga NFT sa address ng kontratang ito, at pagkatapos ay maramihang mag-whitelist ng mga tao (na may CSV upload) upang makuha nila nang LIBRE (Kilala rin sa: Kumuha ng bounty)!",
  "partyBasket.manage.missingAddressColumnErrorMessage": "Walang \"{csvKey}\" column na nakita sa inupload na CSV. Pakiayos ang iyong csv file sa pamamagitan ng pagdaragdag ng column na pinangalanang \"{csvKey}\" gamit ang mga gustong address na gusto mong i-whitelist at muling i-upload.",
  "partyBasket.manage.noAddressToProcess": "Walang mga address na ipoproseso",
  "partyBasket.manage.noFileSelectedText": "Walang napiling file",
  "partyBasket.manage.partialErrorsMessage.prefix": "May mga Ilang Error sa Isinumite. Mangyaring muling i-whitelist ang mga row na tinukoy sa ibaba",
  "partyBasket.manage.partyBasketDescription": "Ito ang iyong Party Basket para sa \"{lootboxName}\". Ang Mga Party Basket ay humahawak sa mga Lootbox NFT at hinahayaan kang mag \"whitelist\" ng mga wallet, pagbibigay sa kanila ng espesyal na pahintulot na makakuha ng NFT mula sa Party Basket nang libre.",
  "partyBasket.manage.pleaseEnterAddress": "Mangyaring magpasok ng wastong address",
  "partyBasket.manage.rowText": "hilera",
  "partyBasket.manage.shareLinkToRedeemText": "Ibahagi ang link para makakuha",
  "partyBasket.manage.successfullyWhitelisted": "Matagumpay na nakapag-whitelist",
  "partyBasket.manage.viewExampleCSV.button": "Tignan ang halimbawang CSV",
  "partyBasket.manage.viewPublicPartyBasket": "Tingnan ang Public Party Basket",
  "partyBasket.manage.viewWhitelistedWallets.button": "i-Download and CSV",
  "partyBasket.manage.viewWhitelistedWallets.descriptionTooltip": "Mag-download ng .csv file na naglalaman ng listahan ng lahat ng naka-whitelist na address para sa Party Box na ito.",
  "partyBasket.manage.viewWhitelistedWallets.header": "Tingnan ang Lahat ng Naka-whitelist na Wallet",
  "profile.addUsername": "Magdagdag ng username",
  "profile.avatar.editHeadshot": "I-edit ang headshot",
  "profile.avatar.editProfilePic": "I-edit ang profile pic",
  "profile.button.viewLotteryTickets": "Tingnan ang Mga Tiket sa Lottery",
  "profile.lootboxes.couldNotFindLootbox": "Hindi namin mahanap ang iyong Lootbox",
  "profile.lootboxes.noLootboxes": "Nakagawa na ng isa? Kailangan mong idagdag ang iyong wallet ☝️ Kung hindi, maaari kang mag {createLootboxHyperLink}.",
  "profile.lootboxes.title": "Ang Aking mga Lootbox",
  "profile.onboarding.checkSpamFolderText": "I-Check ang iyong spam folder.",
  "profile.onboarding.learnHeader": "Alamin ang tungkol sa Lootbox",
  "profile.onboarding.learnText": "Magsimula sa pamamagitan ng pagtingin sa aming Youtube channel. Hanapin kami dito 👉 {lootboxYoutubeLink}",
  "profile.onboarding.lootboxYoutubeLink": "Pagsisimula sa Lootbox.",
  "profile.onboarding.resendVerificationEmailLink": "Muling ipadala ang email ng pagpapatunay.",
  "profile.onboarding.title": "Malapit ka nang matapos mag-set up...",
  "profile.onboarding.verifyEmailHeader": "I-verify your email",
  "profile.onboarding.verifyEmailText": "Dapat ay nakatanggap ka ng email mula sa amin. {checkSpamFolderText}{newlineCharacter} Hindi mahanap? {resendVerificationEmail}",
  "profile.public.aboutMe": "Sundin ang mga organizer ng tournament sa social media para ma-update kung kailan mo matutubos ang iyong mga tiket sa lottery kung manalo ka.",
  "profile.public.bothGetBonusTickets": "Parehong makakakuha ng bonus na LIBRENG Lottery Tickets",
  "profile.public.editProfile": "Ibahin ang profile",
  "profile.public.eventDetails": "Mga Detalye ng Kaganapan",
  "profile.public.userLotteryTicketsLabel": "Aking Mga Ticket sa Lottery",
  "profile.public.userLotteryTicketsTip": "Ang iyong listahan ng mga tiket sa lottery ay mga claim lamang - ito ay hindi na-verify na mga tiket. Ang host ng torneo ang may pananagutan sa pag-verify at sila ang may huling say sa mga nanalo. Tanungin ang iyong host ng tournament para sa kanilang listahan ng mga na-verify na tiket.",
  "profile.public.viewSocials": "Tingnan ang Socials",
  "profile.public.myLotteryTicketsLabel": "Aking Mga Ticket sa Lottery",
  "profile.public.myLotteryTicketsTip": "Ang iyong listahan ng mga tiket sa lottery ay mga claim lamang - ito ay hindi na-verify na mga tiket. Ang host ng torneo ang may pananagutan sa pag-verify at sila ang may huling say sa mga nanalo. Tanungin ang iyong host ng tournament para sa kanilang listahan ng mga na-verify na tiket.",
  "profile.public.joinCommunity": "Sumali sa Komunidad",
  "profile.settings.changePassword.title": "Maglagay ng Password",
  "profile.settings.emailNotSet": "Hindi nakatakda ang email!",
  "profile.settings.newPassword": "Bagong password",
  "profile.settings.newPasswordSuccess": "Naidagdag na ang password sa iyong account.",
  "profile.settings.noEmailFoundForUser": "Walang nakitang email para sa user na ito",
  "profile.settings.notSignedInMessage": "Hindi ka naka-sign in!",
  "profile.settings.passwordNotSet": "Hindi naitakda ang password!",
  "profile.settings.passwordResetEmailSent": "Nagpadala ng email sa pag-reset ng password sa iyong email.",
  "profile.settings.savePassword": "I-save ang password",
  "profile.settings.title": "Mga Settings ng Account",
  "profile.socials.biography": "Talambuhay",
  "profile.socials.changePhoto": "Baguhin ang Larawan",
  "profile.socials.mySocials": "Aking Mga Social",
  "profile.socials.mySocialsDescription": "Mahalagang idagdag mo ang mga detalyeng ito upang maabisuhan ka ng mga organizer ng tournament kung nanalo ka ng premyong pera.",
  "profile.tournament.noTournaments": "Maaari kang gumawa ng Tournament para sa mga propesyonal na paligsahan sa esport, isang live stream na battle chest o kung gusto mo lang na dalawa ang iyong mga kaibigan.",
  "profile.socials.pageHeader": "Mga Social Profile",
  "profile.tournaments.myTournaments": "Ang Aking Mga Paligsahan",
  "profile.tournaments.newTournament": "Bagong Paligsahan",
  "profile.tournaments.searchTournamentsByName": "Maghanap ng Mga Paligsahan ayon sa Pangalan",
  "profile.usernameRequired": "Kinakailangan ang username",
  "profile.wallets.dateCreated": "Petsa ng pagkakagawa",
  "profile.wallets.downloadMetamask": "i-download ang MetaMask dito",
  "profile.wallets.help": "Ginagamit ang mga wallet bilang alternatibong pag-log in sa iyong account. Tinutulungan din nila kaming mahanap ang iyong data tulad ng iyong mga Lootbox. Kailangan mong na-install ang MetaMask upang magamit ang katangian na ito.",
  "profile.wallets.helpText": "Ginagamit ang mga wallet upang mag-sign in sa iyong account. Ginagamit din namin ang mga ito upang mahanap ang iyong mga Lootbox. Subukang magdagdag ng MetaMask wallet, at gamitin ito sa pag-login.",
  "profile.wallets.pleaseInstallMetamask": "Ang iyong MetaMask wallet ay ginagamit bilang iyong pagkakakilanlan sa web3. Kakailanganin mo ang isa upang makipag-ugnayan sa blockchain. Maaari mong {downloadMetamaskLink}.",
  "profile.wallets.searchByAddressText": "Maghanap ayon sa address",
  "profile.welcomeUserMessage": "Maligayang pagdating, {userName}",
  "quickCreateLootbox.singleStep.button.joinTournament": "Sumali sa Tournament",
  "quickCreateLootbox.singleStep.heading": "Sumali sa Lootbox Tournament",
  "quickCreateLootbox.singleStep.headingTooltip": "Mabilis na lumikha ng isang Lootbox sa pamamagitan ng pagsali sa isang tournament sa kanyang mga naunang seting.",
  "quickCreateLootbox.singleStep.socials": "Panlipunan (opsiyonal)",
  "quickCreateLootbox.singleStep.socials.tooltip": "Bigyan ang iyong mga koponan ng social media upang ang mga organizers ng tournament organizers at tagahanga ay maaaring makipag-ugnayan o sumunod sa iyo.",
  "quickCreateLootbox.singleStep.subheadingDescription": "Mabilis na sumali sa isang Tournament gamit ang kanyang mga predefined setting at ang iyong customized likhang sining para sa iyong Lootbox.",
  "signatures.loginMessage": "Maligayang pagdating! Lagdaan ang mensaheng ito para mag-log in sa Lootbox. Wala itong babayaran sa iyo at walang bayad sa gas.",
  "signatures.whitelistMessage": "Lagdaan ang mensaheng ito para makita kung maaari kang mag-redeem ng LIBRENG NFT mula sa Lootbox! Wala itong babayaran sa iyo at walang bayad sa gas.",
  "referral.create.form.partyBasketRequired": "Kailangan ang Party Basket",
  "referral.create.form.tournamentRequired": "Kailangan ang tournament",
  "socials.aboutLootbox": "Tungkol sa Lootbox na ito",
  "socials.discord.name": "Discord",
  "socials.discord.placeholder": "Server ng Discord",
  "socials.email.name": "Email",
  "socials.facebook.name": "Facebook",
  "socials.facebook.placeholder": "Facebook",
  "socials.instagram.name": "Instagram",
  "socials.instagram.placeholder": "Instagram",
  "socials.paybackDate": "Sa loob ng {nDays} araw",
  "socials.snapchat.name": "Snapchat",
  "socials.snapchat.placeholder": "Snapchat",
  "socials.targetReturn": "{returnPercentage}% Layuning Pagbabalik",
  "socials.tiktok.name": "Tiktok",
  "socials.tiktok.placeholder": "Tiktok",
  "socials.twitch.name": "Twitch",
  "socials.twitch.placeholder": "Twitch",
  "socials.twitter.name": "Twitter",
  "socials.web.name": "Website",
  "socials.web.placeholder": "Website",
  "socials.youtube.name": "YouTube",
  "socials.youtube.placeholder": "1 Minuto na YouTube Intro Video",
  "step.card.completed": "NAKUMPLETO NA",
  "step.magicLink.disclaimer.heading": "Ikaw ay gumagamit ng Magic Link",
  "step.magicLink.disclaimer.subheading": "Madali ang paggawa ng Lootbox na ito dahil gumagamit ka ng magic link na paunang pinupunan ang ilang field para sa iyo. Pakigamit ang mga nakatakda at baguhin ang iba.",
  "step.magicLink.disclaimer.subheading2": "Ang mga sumusunod na {numFields} parte ay itinakda at hindi maaaring baguhin:",
  "step.magicLink.disclaimer.tooltip": "Gustong gumawa ng sarili mong Magic Link? Mag-scroll pababa sa \"Ika-7 Hakbang. Mga Tuntunin at Kundisyon\". I-click ang button na may label na \"Gumawa ng Magic Link\".",
  "step.magicLink.disclaimer.tournament": "Parte ka ng paligsahan! Bisitahin ang pahina ng paligsahan sa pamamagitan ng pag-pindot dito 👉 {link}.",
  "step.magicLink.disclaimer.tournament.link": "dito",
  "step.socials.email.empty": "Ang email ay kinakailangan",
  "step.socials.email.empty2": "Ang email ay kinakailangan",
  "step.socials.email.invalid": "Hindi wastong email",
  "step.terms.agreeEthics": "Sumasang-ayon akong magsagawa ng negosyo na etikal at propesyonal bilang isang katiwala sa aking mga mamumuhunan at kapwa manlalaro.",
  "step.terms.invalidTreasuryWallet": "Di-wastong Treasury Wallet, tingnan kung tugma ang address {networkName}",
  "step.terms.submit.create": "Gumawa ng Lootbox",
  "step.terms.submit.failed": "Hindi wasto, subukang muli?",
  "step.terms.submit.metamask-confirmation": "Kumpirmahin sa MetaMask",
  "step.terms.submit.pending-submissino": "... isinusumite ({timeElapsed})",
  "step.terms.submit.success": "Tignan ang iyong Lootbox",
  "step.terms.submit.success-preparing": "... Inihahanda ang iyong Lootbox ({timeLeft})",
  "step.terms.tos": "Sumasang-ayon ako sa Mga Tuntunin at Kundisyon ng Lootbox at inilalabas ang Lootbox DAO mula sa anumang pananagutan bilang isang protocol na walang pahintulot.",
  "step.terms.verify": "Na-patunayan ko na ang aking address ng reputasyon at wallet ng treasury ay tama",
  "ticketCard.addressOfReceiver": "Address ng Tagatanggap",
  "ticketCard.downloadStamp.button.text": "I-Download ang Larawan",
  "ticketCard.redeemButton.maintext": "Tignan ang kabayaran",
  "ticketCard.redeemButton.text": "Kuhanin",
  "ticketCard.transferNFT.button.text": "Ilipat ang Pagmamay-ari",
  "ticketCard.transferNFT.send": "Ipadala",
  "ticketCard.transferNFT.title": "Ilipat #{ticketId}",
  "ticketCard.viewPayout.collectDividendsText": "Kolektahin ang mga Bagong Dibidendo",
  "ticketCard.viewPayout.noDividendsText": "Walang Bagong Dibidendo",
  "tournament.analytics.download": "I-click upang i-download ang CSV file",
  "ticketCard.viewPayout.subHeader.noDividends": "Ang manlalaro ay hindi pa nagdeposito ng anumang mga kita. Bumalik matapos ang ilang sandali para kunin ang iyong mga reward.",
  "tournament.create.header": "Gumawa ng Paligsahan",
  "tournament.edit.addStream.description": "Ang mga stream ng tournament ay nagdaragdag ng pakikipag-ugnayan sa komunidad sa pamamagitan ng pagpayag sa mga user na manood ng paligsahan nang live, nang direkta sa pampublikong pahina ng tournament. Maaari kang magdagdag ng stream para sa iyong tournament sa pamamagitan ng pag-click sa button sa ibaba.",
  "tournament.edit.addStream.title": "Pamahalaan ang Mga Stream",
  "tournament.edit.addTournamentLink": "Magdagdag ng link ng Paligsahan",
  "tournament.edit.analytics.description": "Subaybayan kung ilang referral bounties ang na-claim ng iyong komunidad.",
  "tournament.edit.analytics.title": "Tournament Analytics",
  "tournament.edit.createMagicLink.help": "Tinutulungan ng Magic Links ang mga tao na mag-sign up para sa iyong paligsahan sa pamamagitan ng paggawa ng isang espesyal na Lootbox na may mga setting na pipiliin mo! {learnMoreHyperLink}",
  "tournament.edit.createMagicLink.help.step1": "1) Gumawa ng magic link para sa eksaktong tournament na ito 👉 {hyperlink}",
  "tournament.edit.createMagicLink.help.step2": "2) I-update ang iyong tournament gamit ang Magic Link sa pamamagitan ng 👉 {hyperlink}",
  "tournament.edit.editTournament.title": "Baguhin ang iyong Paligsahang Lootbox",
  "tournament.edit.noLootboxes.message": "Wala pang Lootbox na nauugnay sa iyong paligsahan.",
  "tournament.edit.prize.placeholder": "halimbawa $50 USD",
  "tournament.edit.publicView": "Pampublikong Tingin",
  "tournament.edit.title.placeholder": "halimbawa Ang Aking Kahanga-hangang Paligsahan",
  "tournament.form.addCoverPhoto": "Magdagdag ng cover na larawan",
  "tournament.form.descriptionRequired": "Kinakailangan ang paglalarawan",
  "tournament.form.editCoverPhoto": "Baguhin and cover na larawan",
  "tournament.form.landscapeRecommended": "Inirerekomenda ang larawan na pa-higa",
  "tournament.form.linkToOfficalTournament": "Link sa opisyal na paligsahan",
  "tournament.form.startDateRequired": "Kinakailangan ang petsa ng labanan",
  "tournament.form.titleRequired": "Kinakailangan ang pamagat",
  "tournament.lootboxList.firstHere": "Mukhang ikaw ang nauna dito!",
  "tournament.lootboxList.joinTournament": "Sumali sa pamamagitan ng paggawa ng Lootbox!",
  "tournament.lootboxList.templateActionButton": "Sumali sa Paligsahan",
  "tournament.lootboxList.title": "Mga koponan sa Paligsahan na ito",
  "tournament.manage.addLiveStream.message1": "Hinahayaan ng mga Live Stream ang mga tao na panoorin ang iyong paligsahan nang real-time! {learnMoreHyperLink}",
  "tournament.manage.addLiveStream.message2": "I-update ang iyong tournament gamit ang isang Live Stream ni 👉 {hyperlink}",
  "tournament.manage.addStream.facebookGaming": "Facebook Gaming",
  "tournament.manage.addStream.linkToStream": "Link sa Stream",
  "tournament.manage.addStream.twitch": "Twitch",
  "tournament.manage.addStream.youtubeLive": "YouTube Live",
  "tournament.manage.chooseStream.header": "Panoorin itong Tournament Live",
  "tournament.manage.joinButton.text": "Magdagdag ng Koponan",
  "tournament.manage.noLootboxes.text": "Walang mga Lootbox",
  "tournament.stream.streamTypeCannotBeEmpty": "Hindi maaaring walang laman ang uri ng stream",
  "tournament.stream.streamURLCannotBeEmpty": "Hindi maaaring walang laman ang URL ng stream",
  "tournament.visit.header": "Bisitahin ang Paligsahan",
  "tournamentAnalytics.button.downloadCSV": "Bumuo ng CSV",
  "userTickets.title": "Kuhanin ang mga NFT sa Pagbabahagi ng Kita",
  "viralOnboarding.acceptGift.description": "I-claim itong LIBRENG ESports Lottery Ticket para manalo ng cash {tournamentDate}",
  "viralOnboarding.acceptGift.invitationMessage": "{name}{newline}Niregaluhan ka ng Lottery Ticket",
  "viralOnboarding.acceptGift.nConversions": "{nPeople} tinanggap na ng mga tao ang regalong ito",
  "viralOnboarding.acceptGift.next": "Tanggapin ang Regalo",
  "viralOnboarding.acceptGift.winAFreeNFT": "Manalo ng Libreng NFT",
  "viralOnboarding.chooseLottery.description": "Ang bawat Ticket ay isang Team na nakikipagkumpitensya sa isang cash prize tournament. Nanalo ka lang ng pera kung nanalo ang napili mong koponan.",
  "viralOnboarding.chooseLottery.heading": "Piliin ang Iyong LIBRENG Lottery",
  "viralOnboarding.completeOnboarding.error.subheading": "O, pumunta sa iyong profile",
  "viralOnboarding.completeOnboarding.winnersAnnouned1": "Inanunsyo ang mga Nanalo",
  "viralOnboarding.completeOnboarding.winnersAnnouned2": "Inanunsyo ang Mga Nanalo sa loob ng {days} (na) araw",
  "viralOnboarding.completeOnboarding.winnersAnnouned3": "Inanunsyo Ngayon ang mga Nanalo",
  "viralOnboarding.completeOnboarding.winnersAnnouned4": "Inanunsyo na ang mga Nanalo",
  "viralOnboarding.qrcode.description": "I-scan ang QR Code para tumanggap ng LIBRENG Fan Lottery Ticket para sa isang ESports Tournament.",
  "viralOnboarding.qrcode.screenshotAndShare": "Screenshot at Ibahagi",
  "viralOnboarding.screenshotAndShare": "Kung gusto mo ng higit pang mga tiket, bumuo ng QR code sa ibaba, i-screenshot ito, at ibahagi ito sa iyong mga kaibigan 👇",
  "viralOnboarding.selectLottery.dateWinnerAnnounce": "Inanunsyo ang mga Nanalo {dateWin}",
  "viralOnboarding.selectLottery.description": "Sumali sa {nPeople} iba pang mga tao na bawat isa ay makakakuha ng {lotteryPrize} kung ang koponang ito ang mananalo sa paligsahan.",
  "viralOnboarding.selectLottery.header": "Mag-claim ng Lottery Ticket",
  "viralOnboarding.selectLottery.next": "Mag-claim ng Ticket",
  "viralOnboarding.signup.header": "Halos Tapos na...",
  "viralOnboarding.verification.sentTo": "Ipinadala sa {userPhoneNumber}",
  "viralOnboarding.youHaveAlreadyAccepted": "Tinanggap mo na ang referral na ito.",
  "viralOnboarding.youHaveAlreadyAcceptedInfo": "Isang beses ka lang makakatanggap ng paunang imbitasyon. {boldText}",
  "wallet-button.connect-wallet": "Ikonekta ang Wallet",
  "walletButton.connected": "Nakakonekta na"
}
